[
    {
        "description": "Today in Nature Magazine: Our MatterGen model represents a paradigm shift in materials design, applying generative AI to create new compounds with specific properties with unprecedented precision. Read more here: https://lnkd.in/gURKjUce",
        "engagement": {
            "likes": 3448,
            "comments": 131,
            "shares": 248
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Mattergen"
        ]
    },
    {
        "description": "Announcing Microsoft 365 Copilot Chat. Making AI more accessible to every employee in every business.\n\nLearn more here: aka.ms/CopilotChat",
        "engagement": {
            "likes": 12547,
            "comments": 437,
            "shares": 2006
        },
        "line_count": 2,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Microsoft"
        ]
    },
    {
        "description": "The foundation models we'll build with Mayo Clinic promise to help transform how radiologists do their work, using multimodal AI to help them analyze X-rays faster and more accurately.",
        "engagement": {
            "likes": 918,
            "comments": 52,
            "shares": 69
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Radiology"
        ]
    },
    {
        "description": "There is no more waitlist for GitHub Copilot Workspace—the most advanced agentic editor. Start building with agents today. \n\nSign up here: https://lnkd.in/g9WCJZDd",
        "engagement": {
            "likes": 5872,
            "comments": 195,
            "shares": 624
        },
        "line_count": 2,
        "language": "en",
        "tags": [
            "Copilot",
            "Workspace"
        ]
    },
    {
        "description": "Our hearts go out to everyone affected by the devastating fires in California.\nIn collaboration with Planet Labs, we leveraged our damage assessment AI models on high-resolution SkySat satellite imagery provided by Planet. This collaboration enabled us to map affected areas and generate critical insights to aid recovery efforts. These maps have been shared with organizations on the ground to assist in damage assessments and response planning.\n\nKey Findings from Los Angeles Imagery Analysis:\n\n17,835 buildings analyzed:\n\n6,251 are obscured by clouds, shadow, or smoke.\n9,229 are likely unaffected (as of 1/8, 2:21 PM PT).\n2,355 are likely affected by the fires.\n\nWe acknowledge that these fires are ongoing, and the presence of smoke and other obstructions may result in additional impacted buildings that are not yet detectable.\n\nThis analysis represents a portion of the Palisades fire; other fires in the region are not included in this assessment. While these insights offer a valuable initial overview, they remain preliminary and require on-the-ground verification for a comprehensive understanding of the damage.\n\nThe AI for Good Lab remains steadfast in its commitment to supporting affected communities during this challenging time. \n\nIf your organization would benefit from access to the underlying data in this report, please reach out to me. We are committed to sharing this information to support ongoing recovery efforts.\n\nExplore the data through this interactive visualizer:\n\n👉 https://lnkd.in/g6swWfh6",
        "engagement": {
            "likes": 1369,
            "comments": 49,
            "shares": 149
        },
        "line_count": 24,
        "language": "en",
        "tags": [
            "California Fires",
            "Artificial Intelligence"
        ]
    },
    {
        "description": "Exciting to see the new RTX 50-series GPUs and Windows Subsystem for Linux powering models from Nvidia NIM and Azure AI Foundry on Windows 11 PCs. A game-changer for running AI on the edge.",
        "engagement": {
            "likes": 7054,
            "comments": 212,
            "shares": 397
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Windows 11"
        ]
    },
    {
        "description": "It was great to meet the team at ADT Baramati today, who are using our AI tools to help farmers grow healthier, more sustainable harvests.",
        "engagement": {
            "likes": 1551,
            "comments": 107,
            "shares": 97
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Sustainability"
        ]
    },
    {
        "description": "Just in time for test-time scaling, we have our first NVlink 72 clusters live in Azure. Here’s to the next generation of AI built on these systems!",
        "engagement": {
            "likes": 13376,
            "comments": 330,
            "shares": 666
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Azure"
        ]
    },
    {
        "description": "AI is already transforming the lives of people across India by creating new opportunities and jobs, as stories like Jui's, Raghavendra's, and Venkatesh's show. That's why we’re committed to helping to equip 10 million Indians with essential AI skills by 2030.",
        "engagement": {
            "likes": 2477,
            "comments": 145,
            "shares": 130
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "India"
        ]
    },
    {
        "description": "Thrilled to announce our new investments in AI infrastructure and skilling in India to help accelerate the country’s AI transformation. https://lnkd.in/g5TYP7xJ",
        "engagement": {
            "likes": 11127,
            "comments": 275,
            "shares": 478
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "India"
        ]
    },
    {
        "description": "Thank you, PM Narendra Modi ji for your leadership. Excited to build on our commitment to making India AI-first and work together on our continued expansion in the country to ensure every Indian benefits from this AI platform shift.",
        "engagement": {
            "likes": 25581,
            "comments": 416,
            "shares": 311
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "India"
        ]
    },
    {
        "description": "Every general-purpose technology creates new opportunity across the economy. But it requires companies and countries to invest in new infrastructure and equip people with the right skills. And that’s what we are doing at Microsoft in this AI era, starting in the US.\n\nAs Brad Smith outlines, we want to ensure every American benefits from this AI platform shift, whether it is a scientist discovering a new drug or a high school grad launching a career in cyber security, a farmer embracing precision agriculture or a small business owner becoming more competitive.",
        "engagement": {
            "likes": 4614,
            "comments": 244,
            "shares": 361
        },
        "line_count": 5,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Microsoft"
        ]
    },
    {
        "description": "GitHub Copilot Free for VS Code has arrived.\n\nSign up today: https://lnkd.in/gdAcfCnm",
        "engagement": {
            "likes": 26424,
            "comments": 930,
            "shares": 3130
        },
        "line_count": 2,
        "language": "en",
        "tags": [
            "Vs Code",
            "GitHub"
        ]
    },
    {
        "description": "The pace of AI innovation this past year has been truly remarkable. But looking back, what stands out most is the incredible speed at which this technology has diffused, turning innovation into real impact—one person, one organization, one community at a time. \n\nAnd throughout 2024, I had the privilege of witnessing countless examples of this around the world.",
        "engagement": {
            "likes": 12620,
            "comments": 494,
            "shares": 1020
        },
        "line_count": 3,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Innovation"
        ]
    },
    {
        "description": "A true legend, Ustad Zakir Hussain, who brought immense joy through his rhythmic brilliance. Your music transcends boundaries and will live on forever. #Legend #Alvida #MusicLivesOn",
        "engagement": {
            "likes": 8603,
            "comments": 172,
            "shares": 51
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Music",
            "Legend"
        ]
    },
    {
        "description": "I just loved this example our healthcare team shared at a recent radiology conference about the power of Microsoft 365 Copilot to transform work and workflow. \n\nIn this case, it's a team of radiologists preparing for a tumor board meeting, helping them to create a draft agenda, take notes, write a teaching file, and then pull together a presentation. And we're seeing real world examples like this one across every sector.",
        "engagement": {
            "likes": 5519,
            "comments": 208,
            "shares": 511
        },
        "line_count": 4,
        "language": "en",
        "tags": [
            "Radiology",
            "Microsoft"
        ]
    },
    {
        "description": "Agents in Microsoft 365 Copilot work with you and on your behalf, breaking down silos across your business applications.\n\nAnd it's fantastic to see how our partners like Adobe, SAP, ServiceNow, and more are building agents to bring their unique knowledge right into the flow of your work and transform every business process and function, from HR and finance to sales.\n\nThe notion that you have go to siloed, bespoke business applications one at a time will be a thing of the past. \n\nYou can see this in action below, and learn more here: https://lnkd.in/dF9hZ2RQ",
        "engagement": {
            "likes": 3165,
            "comments": 127,
            "shares": 369
        },
        "line_count": 5,
        "language": "en",
        "tags": [
            "Business Applications",
            "Microsoft"
        ]
    },
    {
        "description": "🚀 Phi-4 is here! A small language model that performs as well as (and often better than) large models on certain types of complex reasoning tasks such as math. Useful for us in @MSFTResearch, and available now for all researcher on the Azure AI Foundry! https://aka.ms/phi4blog",
        "engagement": {
            "likes": 2989,
            "comments": 82,
            "shares": 282
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Phi-4"
        ]
    },
    {
        "description": "There's so much to love about Copilot, but Copilot Voice is a standout for me. Voice is more than a modality. It's quick, intuitive, natural, and even changes its tone depending on how you interact with it. It fundamentally changes how we connect with technology in this new age of AI. Try it for yourself: https://lnkd.in/gFdCwfwB",
        "engagement": {
            "likes": 2817,
            "comments": 184,
            "shares": 243
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Artificial Intelligence",
            "Copilot"
        ]
    },
    {
        "description": "Proud of the depth and breadth of contributions from Microsoft researchers at this year's NeurIPS!",
        "engagement": {
            "likes": 859,
            "comments": 37,
            "shares": 45
        },
        "line_count": 1,
        "language": "en",
        "tags": [
            "Neurips",
            "Microsoft"
        ]
    }
]